Repository: plu/less-paper
Catalog: Shared/Framework/Resources/Localizable.xcstrings
Source language: en
Languages: de

# add
source: Add %1$(item)@
de: %1$(item)@ hinzufügen

# addNote
source: Add a note…
de: Notiz hinzufügen…

source: Add option
de: Option hinzufügen

source: All
de: Alle

source: All caught up
de: Alles erledigt

source: All documents
de: Alle Dokumente

source: Any
de: Alle

source: Apply
de: Anwenden

source: Archive
de: Archiv

# asnType.equals
source: equals
de: entspricht

# asnType.greaterThan
source: greater than
de: größer als

# asnType.isEmpty
source: is empty
de: ist leer

# asnType.isNotEmpty
source: is not empty
de: ist nicht leer

# asnType.lowerThan
source: lower than
de: kleiner als

source: Assigned
de: Zugewiesen

# bulkEditMergeConfirmation
source: This will merge %lld documents into a new document. The originals are kept.
de: Dieser Vorgang führt %lld Dokumente zu einem neuen Dokument zusammen. Die Originale bleiben erhalten.

# bulkEditMergeDeleteOriginalsConfirmation
source: This will merge %lld documents into a new document and delete the originals.
de: Dieser Vorgang führt %lld Dokumente zu einem neuen Dokument zusammen und löscht die Originale.

# bulkEditTitleConfirmation
source: This will rename %lld documents.
de: Dieser Vorgang benennt %lld Dokumente um.

# bulkEditTitleError
source: There were %lld documents that could not be updated. You can just try again to update them.
de: %lld Dokumente konnten nicht aktualisiert werden. Du kannst es gleich nochmal versuchen.

# bulkEditTitlePlaceholder.added
source: The full date (ISO format) the document was added to paperless
de: Das Hinzufügedatum im ISO Format

# bulkEditTitlePlaceholder.addedDay
source: Day added only (number 01-31)
de: Der Tag des Hinzufügedatums, als Zahl (01-31)

# bulkEditTitlePlaceholder.addedMonth
source: Month added only (number 01-12)
de: Der Monat des Hinzufügedatums, als Zahl (01-12)

# bulkEditTitlePlaceholder.addedMonthName
source: Month added name, as per locale
de: Der Monat des Hinzufügedatums

# bulkEditTitlePlaceholder.addedMonthNameShort
source: Month added abbreviated name, as per locale
de: Der Monat des Hinzufügedatums, in Kurzform

# bulkEditTitlePlaceholder.addedYear
source: Year added only
de: Das Jahr des Hinzufügedatums, mit Jahrhundert

# bulkEditTitlePlaceholder.addedYearShort
source: Year added only, formatted as the year without century
de: Das Jahr des Hinzufügedatums, ohne Jahrhundert

# bulkEditTitlePlaceholder.asn
source: The ASN of the document
de: Die ASN des Dokuments

# bulkEditTitlePlaceholder.correspondent
source: The name of the correspondent
de: Der Name des Korrespondenten

# bulkEditTitlePlaceholder.created
source: The full date (ISO format) the document was created
de: Das Ausstellungsdatum im ISO Format

# bulkEditTitlePlaceholder.createdDay
source: Day created only (number 01-31)
de: Der Tag des Ausstellungsdatums, als Zahl (01-31)

# bulkEditTitlePlaceholder.createdMonth
source: Month created only (number 01-12)
de: Der Monat des Ausstellungsdatums, als Zahl (01-12)

# bulkEditTitlePlaceholder.createdMonthName
source: Month created name, as per locale
de: Der Monat des Ausstellungsdatums

# bulkEditTitlePlaceholder.createdMonthNameShort
source: Month created abbreviated name, as per locale
de: Der Monat des Ausstellungsdatums, in Kurzform

# bulkEditTitlePlaceholder.createdYear
source: Year created only, formatted as the year with century
de: Das Jahr des Ausstellungsdatums, mit Jahrhundert

# bulkEditTitlePlaceholder.createdYearShort
source: Year created only, formatted as the year without century
de: Das Jahr des Ausstellungsdatums, ohne Jahrhundert

# bulkEditTitlePlaceholder.docPk
source: The paperless identifier (primary key) for the document
de: Die Paperless Nummer (Primärschlüssel) des Dokuments

# bulkEditTitlePlaceholder.documentType
source: The name of the document type
de: Der name des Dokumenttyps

# bulkEditTitlePlaceholder.originalName
source: Document original filename, minus the extension
de: Original Dateiname des Dokuments, ohne Dateiendung

# bulkEditTitlePlaceholder.ownerUsername
source: Username of document owner
de: Benutzername des Besitzers

# bulkEditTitlePlaceholder.tagList
source: A comma separated list of all tags assigned to the document
de: Eine Kommaseparierte Liste von allen dem Dokument zugeordneten Tags

# bulkEditTitlePlaceholder.title
source: The title of the document
de: Der Titel des Dokuments

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Case insensitive
de: Groß-/Kleinschreibung irrelevant

# certificateApprovalAccept
source: Trust
de: Vertrauen

# certificateApprovalMessage
source: This connection uses an untrusted certificate. **Trust it for future visits?**
de: Diese Verbindung verwendet ein nicht vertraunswürdiges Zertifikat. **Für zukünftige Besuche vertrauen?**

# certificateApprovalTitle
source: Trust certificate?
de: Zertifikat vertrauen?

# certificateIssuer
source: Issuer
de: Aussteller

# certificateSerialNumber
source: Serial number
de: Seriennummer

source: Change
de: Bearbeiten

source: Checksum
de: Prüfsumme

source: Close
de: Schließen

source: Confirm
de: Bestätigen

source: Confirm assignment
de: Zuweisung bestätigen

source: Color
de: Farbe

source: Confirm changes
de: Änderungen bestätigen

source: Confirm merge
de: Zusammenführen bestätigen

source: Content
de: Inhalt

source: Correspondent
de: Korrespondent

# correspondentBulkEditConfirmationAssign
source: This operation will assign the correspondent "%1$@" to %2$ld selected documents.
de: Diese Aktion wird %2$ld ausgewählten Dokumenten den Korrespondenten „%1$@“ zuweisen.

# correspondentBulkEditConfirmationRemove
source: This operation will remove the correspondent from %ld selected documents.
de: Diese Aktion wird bei %ld ausgewählten Dokumenten den Korrespondent entfernen.

source: Correspondents
de: Korrespondenten

# createCorrespondent
source: Add correspondent
de: Korrespondent erstellen

# createCustomField
source: Add custom field
de: Benutzerdefiniertes Feld erstellen

source: Created date
de: Erstellungsdatum

# createDocumentType
source: Add document type
de: Dokumenttyp erstellen

# createSavedView
source: Add saved view
de: Gespeicherte Ansicht erstellen

# createServer
source: Add server
de: Server erstellen

# createStoragePath
source: Add storage path
de: Speicherpfad erstellen

# createTag
source: Add tag
de: Tag erstellen

source: Custom field
de: Benutzerdefiniertes Feld

# customFieldDataTypeDate
source: Date
de: Datum

# customFieldDataTypeDocumentLink
source: Document link
de: Dokumentverknüpfung

# customFieldDataTypeFloat
source: Number
de: Zahl

# customFieldDataTypeInteger
source: Integer
de: Ganzzahl

# customFieldDataTypeLongText
source: Long text
de: Langer Text

# customFieldDataTypeMonetary
source: Monetary
de: Währung

# customFieldDataTypeSelect
source: Select
de: Auswahl

# customFieldDataTypeUnknown
source: Unknown
de: Unbekannt

# customFieldQueryAddCondition
source: Add condition
de: Bedingung hinzufügen

# customFieldQueryAddGroup
source: Add group
de: Gruppe hinzufügen

# customFieldQueryAnd
source: and
de: und

# customFieldQueryDoesNotExist
source: does not exist
de: existiert nicht

# customFieldQueryExists
source: exists
de: existiert

# customFieldQueryIsEmpty
source: is empty
de: ist leer

# customFieldQueryIsNotEmpty
source: is not empty
de: ist nicht leer

# customFieldQueryNot
source: not
de: nicht

# customFieldQueryOr
source: or
de: oder

# customFieldQueryOperatorContains
source: Contains
de: Enthält

# customFieldQueryOperatorExact
source: Equal to
de: Gleich

# customFieldQueryOperatorExists
source: Exists
de: Existiert

# customFieldQueryOperatorGt
source: Greater than
de: Größer als

# customFieldQueryOperatorGte
source: Greater than or equal to
de: Größer oder gleich

# customFieldQueryOperatorIcontains
source: Contains
de: Enthält

# customFieldQueryOperatorIsnull
source: Is null
de: Ist leer

# customFieldQueryOperatorLt
source: Less than
de: Kleiner als

# customFieldQueryOperatorLte
source: Less than or equal to
de: Kleiner oder gleich

# customFieldQueryUnknownField
source: Unknown field
de: Unbekanntes Feld

# customFieldQueryUnknownOption
source: Unknown option
de: Unbekannte Option

source: Custom fields
de: Benutzerdefinierte Felder

source: Data type
de: Datentyp

source: Date
de: Datum

source: Default currency
de: Standardwährung

source: Delete
de: Löschen

# deleteConfirmation
source: Do you really want to delete "%@"?
de: Möchtest du wirklich "%@" löschen?

source: Delete correspondent
de: Korrespondent löschen

source: Delete custom field
de: Benutzerdefiniertes Feld löschen

source: Delete document
de: Dokument löschen

source: Delete document type
de: Dokumenttyp löschen

source: Delete documents
de: Dokumente löschen

# deleteDocumentsConfirmation
source: Do you really want to delete %lld documents?
de: Möchtest du wirklich %lld Dokumente löschen?

source: Delete note
de: Notiz löschen

# deleteNoteConfirmation
source: Do you really want to delete this note? This cannot be undone.
de: Möchtest du diese Notiz wirklich löschen? Das kann nicht rückgängig gemacht werden.

source: Delete option
de: Option löschen

source: Delete originals
de: Originale löschen

# deletePdfPassword
source: Delete password
de: Passwort löschen

source: Delete saved view
de: Gespeicherte Ansicht löschen

source: Delete server
de: Server löschen

source: Delete storage path
de: Speicherpfad löschen

source: Delete tag
de: Tag löschen

source: Documents
de: Dokumente

source: Document type
de: Dokumenttyp

# documentTypeBulkEditConfirmationAssign
source: This operation will assign the document type "%1$@" to %2$ld selected documents.
de: Diese Aktion wird %2$ld ausgewählten Dokumenten den Dokumenttyp „%1$@“ zuweisen.

# documentTypeBulkEditConfirmationRemove
source: This operation will remove the document type from %ld selected documents.
de: Diese Aktion wird bei %ld ausgewählten Dokumenten den Dokumenttyp entfernen.

source: Document types
de: Dokumenttypen

source: Domain
de: Domäne

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Edit correspondent
de: Korrespondent bearbeiten

source: Edit custom field
de: Benutzerdefiniertes Feld bearbeiten

source: Edit document
de: Dokument bearbeiten

source: Edit document type
de: Dokumenttyp bearbeiten

source: Edit saved view
de: Gespeicherte Ansicht bearbeiten

source: Edit server
de: Server bearbeiten

source: Edit storage path
de: Speicherpfad bearbeiten

source: Edit tag
de: Tag bearbeiten

source: Edit tags
de: Tags bearbeiten

source: Edit title
de: Titel bearbeiten

source: Exclude
de: Ausschließen

# fileLocked
source: This file seems to be protected by a password. Importing into Paperless only works when you unlock the file first.
de: Diese Datei ist scheinbar mit einem Passwort geschützt. Der Import in Paperless funktioniert wenn du die Datei vorher entsperrst.

source: Filename
de: Dateiname

# formHasFieldErrors
source: Some fields have errors
de: Es gibt Felder mit Fehlern

source: From
de: Von

# getNextArchiveSerialNumber
source: Fill next ASN
de: Füge nächste ASN ein

source: Groups
de: Gruppen

source: Has unsaved changes
de: Hat ungespeicherte Änderungen

# header
source: Import %(fileNumber)ld of %(totalNumberOfFiles)ld
de: Importier %(fileNumber)ld von %(totalNumberOfFiles)ld

source: Import
de: Importieren

source: Import failed
de: Import fehlgeschlagen

source: Inbox
de: Eingang

source: Inbox tag
de: Posteingang

source: Include
de: Einschließen

source: Language
de: Sprache

source: Licenses
de: Lizenzen

# makeDefault
source: Set as default server
de: Als Standardserver festlegen

# match
source: Matching pattern
de: Zuweisungsmuster

source: Matching algorithm
de: Zuweisungsalgorithmus

# matchingAlgorithmAllWords
source: All words
de: Alle Wörter

# matchingAlgorithmAnyWord
source: Any word
de: Irgendein Wort

# matchingAlgorithmAutomatic
source: Automatic
de: Automatisch

# matchingAlgorithmExactMatch
source: Exact match
de: Exakte Übereinstimmung

# matchingAlgorithmFuzzyWord
source: Fuzzy word
de: Ungenaues Wort

# matchingAlgorithmNone
source: None
de: Nichts

# matchingAlgorithmRegularExpression
source: Regular expression
de: Regulärer Ausdruck

source: Media filename
de: Media-Dateiname

source: Merge
de: Zusammenführen

source: Merge documents
de: Dokumente zusammenführen

source: Metadata
de: Metadaten

# mfaCodeRequiredInfo
source: Your account is protected by two-factor authentication. Please enter an authenticator code.
de: Dein Konto ist durch Zwei-Faktor-Authentifizierung geschützt. Bitte gib einen Authentifizierungscode ein.

# mfaCodeRequiredTitle
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

# mimeType
source: Type
de: Typ

source: More actions
de: Mehr Aktionen

source: More options
de: Mehr Optionen

source: No correspondents found
de: Keine Korrespondenten gefunden

source: No custom fields found
de: Keine benutzerdefinierten Felder gefunden

source: No documents found
de: Keine Dokumente gefunden

source: No document types found
de: Keine Dokumenttypen gefunden

source: No inbox tag configured
de: Kein Posteingang-Tag konfiguriert

source: No matching documents
de: Keine passenden Dokumente

# noContentFound
source: No content
de: Kein Inhalt

# noMetadataFound
source: No metadata
de: Keine Metadaten

# noNotesFound
source: No notes yet
de: Noch keine Notizen

source: No saved views found
de: Keine Gespeicherten Ansichten gefunden

source: No servers found
de: Keine Server gefunden

# noServersFoundInfo
source: You first need to open the Less Paper app and add some server before you can use this sharing feature.
de: Du musst zuerst die Less Paper App öffnen und einen Server hinzufügen, bevor du diese Funktion nutzen kannst.

source: No storage paths found
de: Keine Speicherpfade gefunden

source: No tags found
de: Keine Tags gefunden

source: Not assigned
de: Nicht zugewiesen

source: Notes
de: Notizen

# numberOfDocuments
source: %ld documents
de: %ld Dokumente

# numberOfLoadedDocuments
source: %1$(loaded)lld of %2$(total)lld loaded
de: %1$(loaded)lld von %2$(total)lld geladen

# numberOfMatchingDocuments
source: %lld documents
de: %lld Dokumente

# numberOfSelectedDocuments
source: %1$(selected)lld of %2$(total)lld selected
de: %1$(selected)lld von %2$(total)lld ausgewählt

source: Owner
de: Besitzer

source: Password
de: Passwort

source: Path
de: Pfad

source: PDF passwords
de: PDF-Passwörter

# pdfPasswordsEmpty
source: No saved passwords
de: Keine gespeicherten Passwörter

source: Permissions
de: Berechtigungen

source: Placeholders
de: Platzhalter

source: Preview
de: Vorschau

source: Reload
de: Neu laden

source: Remember password
de: Passwort merken

source: Reset
de: Verwerfen

source: Retry
de: Erneut versuchen

# retryDownload
source: Retry
de: Nochmal versuchen

source: Save as…
de: Speichern als…

source: Saved view
de: Gespeicherte Ansicht

source: Saved views
de: Gespeicherte Ansichten

# SavedViewsFeature_formHasFieldErrors
source: Some fields have errors
de: Es gibt Felder mit Fehlern

source: Scan
de: Scannen

source: Scheme
de: Schema

# searchType.advanced
source: Advanced search
de: Erweiterte Suche

# searchType.customFields
source: Custom fields
de: Benutzerdefinierte Felder

# searchType.title
source: Title
de: Titel

# searchType.titleContent
source: Title & content
de: Title & Inhalt

source: Select
de: Selektieren

# selectAllLoaded
source: Select loaded
de: Geladene auswählen

# selectAllMatching
source: Select all
de: Alle auswählen

source: Select none
de: Auswahl leeren

# selectOptions
source: Options
de: Optionen

source: Servers
de: Server

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Show in sidebar
de: In Seitenleiste zeigen

source: Show on dashboard
de: Auf Startseite zeigen

source: Size
de: Größe

source: Skip
de: Überspringen

source: Sort
de: Sortieren

# sortDirection.ascending
source: Ascending
de: Aufsteigend

# sortDirection.descending
source: Descending
de: Absteigend

# sortFieldAdded
source: Added
de: Hinzugefügt am

# sortFieldCorrespondent
source: Correspondent
de: Korrespondent

# sortFieldCreated
source: Created
de: Ausgestellt am

# sortFieldDocumentType
source: Document type
de: Dokumenttyp

# sortFieldModified
source: Modified
de: Geändert am

# sortFieldNotes
source: Notes
de: Notizen

# sortFieldOwner
source: Owner
de: Eigentümer

# sortFieldTitle
source: Title
de: Titel

source: Storage path
de: Speicherpfad

# storagePathBulkEditConfirmationAssign
source: This operation will assign the storage path "%1$@" to %2$ld selected documents.
de: Diese Aktion wird %2$ld ausgewählten Dokumenten den Speicherpfad „%1$@“ zuweisen.

# storagePathBulkEditConfirmationRemove
source: This operation will remove the storage path from %ld selected documents.
de: Diese Aktion wird bei %ld ausgewählten Dokumenten den Speicherpfad entfernen.

source: Storage paths
de: Speicherpfade

source: Suggestions
de: Vorschläge

# tagBulkEditConfirmation
source: This operation will modify the selected %ld documents.
de: Diese Aktion wird die ausgewählten %ld Dokumente verändern.

# tagBulkEditConfirmationAdd
source: Following %ld tags will be added:
de: Folgende %ld Tags werden hinzugefügt:

# tagBulkEditConfirmationRemove
source: Following %ld tags will be removed:
de: Folgende %ld Tags werden entfernt:

source: Title
de: Titel

source: To
de: Bis

source: Today
de: Heute

source: Unlock
de: Entsperren

source: Unlock failed
de: Entsperren fehlgeschlagen

# unsupportedServerApiVersion
source: This server only supports API version %1$lld. Less Paper needs at least version %2$lld. Please update Paperless-ngx.
de: Dieser Server unterstützt nur API-Version %1$lld. Less Paper benötigt mindestens Version %2$lld. Bitte aktualisiere Paperless-ngx.

# unsupportedServerApiVersionUnknown
source: This server did not report its API version. It is most likely too old for Less Paper. Please update Paperless-ngx.
de: Dieser Server hat seine API-Version nicht gemeldet. Er ist vermutlich zu alt für Less Paper. Bitte aktualisiere Paperless-ngx.

source: Username
de: Benutzername

source: Users
de: Benutzer

source: Value
de: Wert

source: View
de: Anzeigen

source: Advanced
de: Erweitert

# headerValue
source: Value
de: Wert

source: Add Header
de: Header hinzufügen

source: Delete Header
de: Header löschen

source: HTTP Headers
de: HTTP-Header
